{
  "heavyQuestions": [
    "Jaki jest Twój fetysz? (seksualny)",
    "Czy próbowałeś kiedyś BDSM?",
    "Jaka była najdziwniejsza rzecz, którą widziałaś/eś na imprezie firmowej?",
    "Czy masz jakąś zakazaną fantazję?",
    "Jaka plotka, którą usłyszałeś/aś od kogoś z pracy wywołała Twoje największe zdziwienie?",
    "Co najgłupszego zrobiłaś/eś z zazdrości?",
    "Czy kiedykolwiek żałowałeś czegoś, co powiedziałeś komuś bliskiemu?",
    "Jaka była najbardziej szalona rzecz, jaką zrobiłeś pod wpływem alkoholu?",
    "Jakie jest Twoje największe kłamstwo, które utrzymałeś przez dłuższy czas?",
    "Co najbardziej lubisz w sobie, czego większość ludzi by się nie spodziewała?",
    "Jaka była najbardziej ryzykowna sytuacja, w której się znalazłeś?",
    "Czy zrobiłeś coś, co w Twojej opinii było moralnie złe?",
    "Jaki jest najdziwniejszy lub najbardziej ryzykowny pomysł, jaki kiedykolwiek Ci przyszedł do głowy?",
    "Jaka była najbardziej zakazana rzecz, którą kiedykolwiek zrobiłeś?",
    "Z iloma osobami uprawiałeś seks?",
    "Na co w pierwszej kolejności zwracasz uwagę u płci przeciwnej? (wygląd)",
    "Jakie jest najdziwniejsze miejsce, w którym uprawiałaś/eś seks?",
    "Czy całowałaś/eś się z osobą tej samej płci?",
    "Czy kiedykolwiek wysłałaś/eś nagie zdjęcia lub tzw. 'softy'?",
    "W jakim wieku miałaś/eś pierwszy pocałunek?",
    "Czy kiedykolwiek zostałaś/eś przyłapany w dwuznacznej sytuacji? Jeśli tak, opowiedz o tym.",
    "Czy kiedykolwiek flirtowałeś/aś z osobą, która była w związku?",
    "Jaki jest najlepszy tekst na podryw, który usłyszałeś/aś?",
    "Jaki element garderoby uważasz za najbardziej pociągający?",
    "Czy miałbyś/miałabyś opory przed założeniem OnlyFans?",
    "Czy jest jakaś obrzydliwa rzecz, którą robisz, gdy nikt nie patrzy?",
    "Czy zdarzyło Ci się kiedyś wyjść z domu bez bielizny?",
    "Jaka była najgłupsza wiadomość, jaką wysłałaś/eś po pijaku?",
    "Czy byłaś/eś kiedyś w relacji FWB?",
    "Czy poświęciłbyś życie jednej osoby, by uratować życie pięciu innych osób?",
    "Jaka była najbardziej nieodpowiednia osoba, na którą miałeś skrycie oko?",
    "Jaka była najbardziej ryzykowna decyzja, jaką podjąłeś pod wpływem chwili?",
    "Czy przespałbyś się z karlicą / karłem, dlaczego?",
    "Czy zdarzyło Ci się kłamać komuś prosto w oczy dla 'dobra sprawy'?",
    "Czy zdarzały Ci się także na imprezie urwał Ci się film i słyszałaś/eś od innych, co takiego robiłaś/eś?",
    "Kiedy ostatni raz zrobiłeś/zrobiłaś coś, co mogło cię skompromitować?",
    "Czy miałeś/miałaś kiedyś erotyczny sen o kimś z pracy? Jeśli tak, to o kim?",
    "Czy kiedykolwiek wysłałeś/aś dwuznaczną wiadomość komuś z pracy przez pomyłkę?",
    "Czy przed każdym stosunkiem musisz się wykąpać?",
    "Co sprawia Ci największy problem/trudność, kiedy jesteś pod wpływem alkoholu?",
    "Jaka jest najbardziej impulsywna decyzja, jaką kiedykolwiek podjąłeś, i czy okazała się dobrym czy złym wyborem?",
    "Czy kiedykolwiek byłeś zakochany w więcej niż jednej osobie jednocześnie?",
    "Ile trwał Twój najdłuższy stosunek seksualny?"
  ],
  "lightQuestions": [
    "Jaka jest najdziwniejsza rzecz, którą zrobiłeś dla pieniędzy?",
    "Czy byłeś kiedyś w sytuacji, gdzie złamałeś prawo? Co się wtedy stało?",
    "Jaka była najgorsza randka, na której byłeś?",
    "Jaki najdziwniejszy komplement kiedykolwiek usłyszałaś/eś?",
    "Jakie jest Twoje największe zaskoczenie, jakie ktoś Ci zrobił?",
    "Czy masz jakieś hobby, o którym niewiele osób wie?",
    "Jaką najgłupszą rzecz zrobiłeś z miłości?",
    "Jaka jest najgorsza cecha, którą widzisz w sobie?",
    "Czy jest coś, co chciałbyś zmienić w swoim życiu, gdybyś miał taką szansę?",
    "Czy jest coś, czego nigdy byś nie zrobił, nawet za milion dolarów?",
    "Czy masz w życiu coś, co uważasz za swoją największą porażkę?",
    "Czy kiedyś musiałeś wybierać między lojalnością wobec przyjaciela a własnym interesem?",
    "Ile miałaś/eś lat, kiedy pierwszy raz spróbowałaś/eś alkoholu?",
    "Jakie jest Twoje dziwactwo?",
    "Gdybyś mogła/mógł wymyślić nowe święto, co by to było i jak byś je obchodził/a?",
    "Jaki jest Twój sposób na odstresowanie?",
    "Czy wierzysz w coś, co nie zostało potwierdzone w sposób naukowy? Jeśli tak, powiedz o tym.",
    "Jaka część ciała jest twoją ulubioną?",
    "Jakie jest Twoje najlepsze wspomnienie z dzieciństwa?",
    "O czym teraz myślisz?",
    "Jakie trzy cechy są dla Ciebie odstraszające u płci przeciwnej?",
    "Wierzysz w jakieś teorie spiskowe? Jeśli tak, to jakie?",
    "Jaka jest najdziwniejsza rozmowa, jaką prowadziłaś/eś z osobą z tej firmy?",
    "Czy jest w tej grupie osoba, z którą na początku znajomości myślałaś/eś, że się nie polubicie, a później Twoje zdanie się zmieniło?",
    "Jaką cechę charakteru uważasz za swoją zaletę, choć inni mogą uważać ją za wadę?",
    "Kogo wybrałbyś do pracy przez jeden dzień w biurze, gdybyś mógł się z kimkolwiek zamienić na pracę i dlaczego?",
    "Czy jest jakiś sławny cytat, który inspiruje Cię na co dzień?",
    "Jaki był najdziwniejszy sen, który pamiętasz?",
    "Gdybyś mógł zamieszkać w jakimkolwiek miejscu na świecie, gdzie by to było?",
    "Gdybyś mógł mieć dowolne supermoce, jakie by to były?",
    "Co jest najbardziej nieodpowiednim miejscem, w którym zasnąłeś?",
    "Jakie masz drugie imię?",
    "Bez czego nie możesz wyjść z domu?",
    "Jaka jest najbardziej żenująca rzecz, którą zrobiłeś, żeby przyciągnąć czyjąś uwagę?",
    "Jaki jest twój najgłupszy strach?",
    "Czy kiedykolwiek coś ukradłeś?",
    "Jaki jest najgorszy prezent, jaki kiedykolwiek otrzymałeś?",
    "Jaka jest najbardziej żenująca rzecz, na której przyłapali Cię rodzice?",
    "Czy kiedykolwiek biłeś się z kimś? Jeśli tak, opowiedz całą historię!",
    "Jeśli miałabyś/miałbyś zabrać kogoś z pracy na prywatne wydarzenie (np. randkę, imprezę), to kto by to był?",
    "Co najbardziej cię denerwuje w osobie po twojej lewej?",
    "Czy kłamałeś podczas tej gry dzisiaj, a my tego nie zauważyliśmy?",
    "Jaka jest twoja najbardziej żenująca wspomnienie z dzieciństwa?",
    "Z kim z pracy wymieniłaś/eś najwięcej prywatnych wiadomości, mimo że nie było to związane z pracą?",
    "Jak ma na imię twoja pierwsza sympatia?",
    "Co lubisz robić, gdy nudzisz się w domu?",
    "Jakie miałeś przezwisko w dzieciństwie?"
  ],
  "challenges": [
    "Powiedz dwie szczere rzeczy o osobie, którą wskaże Ci osoba siedząca po Twojej prawej",
    "Powiedz komplement osobie, która siedzi na wprost Ciebie",
    "Opowiedz dowolną sytuację, którą dobrze wspominasz z wybraną osobą z grupy",
    "Opowiedz jaką miałaś/eś pierwszą myśl, kiedy poznałaś/eś tę osoby? (Niech osoba po Twojej lewej wybierze dwie osoby)",
    "Patrz osobie płci przeciwnej minutę prosto w oczy (dowolna, wybrana osoba z grupy)",
    "Załóż opaskę na oczy i odgadnij przedmiot samym dotykiem",
    "Wypij 3 kieliszki alkoholu z rzędu",
    "Wyzwanie wymyśla reszta grupy",
    "Powiedz lub zrób coś, co rozśmieszy grupę",
    "Wypij małą filiżankę mikstury, którą robi grupa",
    "Zrób wrażenie innego gracza, dopóki ktoś nie dowie się, kto to jest",
    "Powtarzaj wszystko, co mówi Krzysiek przez pół minuty",
    "Powiedz o sobie coś, czego nie wie o Tobie nikt z grupy",
    "Pytania wymyśla dowolna osoba z grupy",
    "Zjedz coś bez użycia rąk",
    "Zjedz łyżkę cynamonu",
    "Zjedz łyżkę chilli",
    "Wypij łyżkę octu",
    "Zrób 10 przysiadów na 1 nodze",
    "Spróbuj stanąć na rękach i utrzymać się przez 10 sekund",
    "Załóż na siebie jak najwięcej rzeczy w ciągu jednej minuty",
    "Narysuj coś na plecach innej osoby, a reszta musi zgadnąć, co to jest",
    "Zjedz coś z zamkniętymi oczami, próbując odgadnąć, co to jest",
    "Załóż opaskę na oczy i dotykaj twarzy losowego gracza (wybranego przez grupę), aż zgadniesz, kto to jest",
    "Wypij kieliszek sosu rybnego",
    "Pozwól komuś narysować tatuaż markerem na twoim ramieniu",
    "Spróbuj śmiać się bez uśmiechu",
    "Przypomnij sobie jedno zabawne zdarzenie z firmowej imprezy i opowiedz je w najbardziej dramatyczny sposób",
    "Pokaż ostatnie zdjęcie w galerii swojego telefonu",
    "Podziel się dwiema prawdami i kłamstwem, a grupa musi zgadnąć, które to kłamstwo",
    "Zrób przysiad z kimś na plecach",
    "Spróbuj złapać się rękami za plecami",
    "Zjedz łyżkę soli"
  ]
}
